[
    "Inferring BGP Blackholing Activity in the Internet", 
    "Pinpointing Delay and Forwarding Anomalies Using Large-Scale Traceroute Measurements", 
    "Through the Wormhole: Tracking Invisible MPLS Tunnels", 
    "Challenges in Inferring Internet Congestion using Throughput Measurements", 
    "Investigating the Causes of Congestion on the African IXP Substrate", 
    "TCP Congestion Signatures", 
    "High-Resolution Measurement of Data Center Microbursts", 
    "Detection, Classification, and Analysis of Inter-Domain Traffic with Spoofed Source IP Addresses", 
    "Millions of Targets Under Attack: a Macroscopic Characterization of the DoS Ecosystem", 
    "Your State is Not Mine: A Closer Look at Evading Stateful Internet Censorship", 
    "lib·erate, (n): A library for exposing (traffic-classification) rules and avoiding them efficiently", 
    "If you are not paying for it, you are the product: How much do advertisers pay to reach you?", 
    "Exploring the Dynamics of Search Advertiser Fraud", 
    "The Ad Wars: Retrospective Measurement and Analysis of Anti-Adblock Filter Lists", 
    "On the Structure and Characteristics of User Agent Strings", 
    "Cell Spotting: Studying the role of cellular networks in the Internet", 
    "Measurement-based, Practical Techniques to Improve 802.11ac Performance", 
    "Dissecting VOD Services for Cellular: Performance, Root Causes and Best Practices", 
    "Connected cars in a cellular network: A measurement study", 
    "Target Generation for Internet-wide IPv6 Scanning", 
    "PacketLab: A Universal Measurement Endpoint Interface", 
    "Automatic Metadata Generation for Active Measurement", 
    "A High-Performance Algorithm for Identifying Frequent Items in Data Streams", 
    "Recursive Lattice Search: Hierarchical Heavy Hitters Revisited", 
    "Taking a Long Look at QUIC: An Approach for Rigorous Evaluation of Rapidly Evolving Transport Protocols", 
    "Large-Scale Scanning of TCP's Initial Window", 
    "The Record Route Option is an Option!", 
    "Initial Measurements of the Cuban Street Network", 
    "Mission Accomplished? HTTPS Security after DigiNotar", 
    "Tripwire: Inferring Internet Site Compromise", 
    "Measuring and Mitigating OAuth Access Token Abuse by Collusion Networks", 
    "Understanding the Role of Registrars in DNSSEC Deployment", 
    "Complexity vs. Performance: Empirical Analysis of Machine Learning as a Service", 
    "An Empirical Characterization of IFTTT: Ecosystem, Usage, and Performance", 
    "The Web Centipede: Understanding How Web Communities Influence Each Other Through the Lens of Mainstream and Alternative News Sources", 
    "Email Typosquatting", 
    "Fifteen Minutes of Unwanted Fame: Detecting and Characterizing Doxing", 
    "Ethical issues of research using datasets of illicit origin", 
    "A Look at Router Geolocation in Public and Commercial Databases", 
    "Shortcuts through Colocation Facilities", 
    "Broad and Load-Aware Anycast Mapping with Verfploeter", 
    "Recursives in the Wild: Engineering Authoritative DNS Servers"
]